[
  {
    "id": 6,
    "title": "Hancock: Um Super-Herói Imperfeito",
    "content": "<p> E lá estava eu, tendo pensamentos nostálgicos aleatoriamente, quando lembro de 'Hancock'. Direção por Peter Berg, o roteiro feito por Vincent Ngo e Vince Gilligan. Esse filme tem alguns gêneros, ele se encaixaria em comédia, ação e até drama e, apesar de ter sido lançado em 2008, o filme  envelheceu muito bem diga-se de passagem.</p> <br> <p> A trama inicia-se com Hancock deitado em um banco. Ele é extremamente forte, porém anda bêbado e destrói as coisas ao seu redor, isso incomoda os cidadãos. Um garoto acorda Hancock pois vê na televisão uma perseguição policial, ele resolve o problema mas causa destruição novamente. Ele recebe vaias e xingamentos a todo momento, isso só vem a mudar quando salva a vida de Ray Embrey, um relações-públicas que acredita em mudar a forma de como veem Hancock. Idealiza que algum dia todos clamem e adorem Hancock.</p> <br> <p> Nota-se que é um filme antigo, e no momento em que escrevo, fazem 17 anos que foi lançado, isso leva ao afastamento do público, CGI, qualidade gráfica etc. Entretanto, é necessário observar outros aspectos do filme, de fato o CGI não é bom para os dias de hoje, mas para 2008 era ótimo, leve isso em consideração antes de eliminar a hipótese de assistir o filme. O Will Smith que interpreta Hancock, isto chama bastante atenção, ele atuou muito bem, apesar de possivelmente ser visto como um filme puxado para a comédia, eu admiro muito o drama contido na obra.</p> <br> <p> Agora falando do drama, peço que pule este parágrafo caso não queira spoilers. A solidão que Hancock sofre, a relação com Mary e ele tentando mudar para ser aceito mostra que ele é um herói imperfeito, por isso o título do artigo. É visível que ele não é perfeito, mesmo não sendo 'humano' é possível ver humanidade nele, sozinho e tentando ser aceito pela sociedade, nada diferente do maior problema das pessoas atualmente, a aceitação. Frequentemente buscamos(generalizando, claro) a aceitação de todos, queremos ter o celular do momento, falar das músicas que lançaram e se encaixar nos grupos sociais, o filme mostra algo presente nos dias de hoje mesmo sendo de 2008.</p> <br> <p> É engraçado acompanhar o modo que Hancock busca a melhora no comportamento, ele fica todo sem jeito com o objetivo de ser educado, Ray foi como um pai ensinando ao filho(Hancock) bons modos. O filme tem um drama interessante, bastante comédia e ação, acho esse tipo de filme muito atraente, gosto quando o gênero do filme não parece tão definido, contendo aspectos de outros gêneros. É inegável que é um filme 'diferente', não é comum ver um filme de super-herói em que o protagonista não começa 'bonzinho'.</p> <br> <p> Resumidamente é um filme de ação e comédia com aspectos de drama, personagem principal intrigante e carismático. Veja este filme pela comédia e drama caso julgue o CGI de 17 anos atrás ruim, apenas veja. É um filme que recomendo muito além de que, sejamos francos, o Hancock é muito massa, o cara é incrivelmente forte e carismático de um jeito diferente. Outro motivo para ver é que terá continuação, Will Smith anunciou ao vivo que estava em fases iniciais de produção. Novamente agradeço por ceder seu tempo a meu artigo, até mais!</p>",
    "image": "src/imgs/hancock-1.jpg",
    "fineLine": "à Columbia Pictures",
    "pageTitle": "Hancock(2008)"
  },
  {
    "id": 5,
    "title": "Alerta Vermelho: Entre Roubos e Comédia",
    "content": "<p> Estava procurando algo na Netflix e decidi assistir novamente o filme 'Alerta Vermelho', dirigido e roteirizado por Rawson Marshall Thurber. Filme de crime e ação com muita comédia envolvida. A comédia e ironia nas falas foram elementos bem trabalhados, não apenas frases sem graça em lugares desconexos do roteiro. Eu de fato ri muito assistindo esse filme (talvez meu humor que esteja quebrado), a comédia é um dos principais motivos que levará você a assistir 'Alerta Vermelho'.</p> <br> <p> O filme inicia com o agente do FBI especialista em arte John Hartley chegando a um local, local este que é potencial alvo de roubo de Nolan Booth, procurado internacionalmente por roubar arte. Após um tempo averiguando o lugar, Hartley percebe algo errado com um dos Ovos de Fabergé. Aquele não era o ovo original, Booth já tinha o roubado. Hartley flagra Booth fugindo, e então começa uma longa perseguição. Booth sai vitorioso por hora, mas ao chegar em casa se surpreende pela visita inesperada de Hartley.</p> <br> <p> Certamente algo marcante no filme é o elenco, atores de grande nome e respeito, Dwayne Johnson, Ryan Reynolds e Gal Gadot se destacam. Outro aspecto que achei ótimo foi o jogo de câmeras durante as perseguições, achei dinâmico e diferente do comum. É claro que como quase todo filme de ação com perseguição, houve movimentos que desafiaram as leis da física, mas ainda assim, nada foi tão absurdo e foi bom de acompanhar. Algo que achei extremamente estranho, logo na primeira perseguição, foi aquele efeito sonoro quando o guarda caiu, acredito que quem viu estará comigo nessa.</p> <br> <p> Caso não queira alguns spoilers, pule para o próximo parágrafo. Agora só para quem já assistiu o filme. Algo que foi bom, mas acho que exageraram um pouco, foi a enorme quantidade de 'traições', toda hora alguém era traído, houve momentos que foram bons e criaram até um tom de humor. O real desgaste foi no final, acho que eles quiseram criar muitas quebras de expectativa, e conseguiram. Mas talvez, se tivesse algumas a menos, poderia ter sido melhor.</p> <br> <p> A relação entre Hartley e Booth avançando foi bem engraçada, diálogos cômicos e irônicos trouxeram um ótimo nível de comédia à obra. Cenas de ação ótimas, sinceramente, comédia e ação é uma excelente combinação. Acho até difícil errar ao fazer esse gênero, pois ao colocar a comédia no meio, você não leva a história tanto a sério. Dando margem para uma história rasa e pouco desenvolvimento dos personagens. E isso não deixa o público a desejar, afinal é uma comédia também.</p> <br> <p> No geral, é um ótimo filme para dar umas risadas e ver algumas cenas de ação. A história é de longe o principal, se busca uma história bem trabalhada, não assista. O foco do filme é proporcionar entretenimento, e dos bons. E ele consegue fazer isso muito bem. Diálogos engraçados, cenas de ação e muitos roubos. Vale muito a pena assistir para descontrair, se está em dúvida sobre o que assistir, veja 'Alerta Vermelho' e não se decepcionará. Obrigado pela atenção e até a próxima!</p>",
    "image": "src/imgs/alerta-vermelho-1.jpg",
    "fineLine": "à Netflix",
    "pageTitle": "Alerta Vermelho(2021)"
  },
  {
    "id": 4,
    "title": "Salvation: O Futuro em Perigo",
    "content": "<p> Há alguns dias, decidi assistir novamente à série 'Salvation' criada por Liz Kruger, Craig Shapiro e Matt Wheeler. Uma série de ficção científica com muitos dilemas éticos. Na primeira vez que vi, eu passava a noite em claro por dias, a cada episódio a história ficava mais envolvente. A motivação dos personagens e a busca constante pela salvação são coisas que fazem com que a série seja mais intensa.</p> <br> <p> A série é introduzida com uma descoberta de um estudante do MIT, Liam Cole. Liam descobre no meio da noite que um asteroide vai atingir a Terra. Ele corre desesperadamente até seu professor, Malcolm Croft. Ao chegar lá, Croft parece não dar tanta atenção, mas diz para conversarem na aula de manhã. O professor não vai dar aula; Liam, preocupado, vai à sua casa e a encontra completamente revirada. Então, ele busca auxílio de Darius Tanz, um bilionário da tecnologia. Darius escuta Liam e vai ao Pentágono para debater com o governo as opções para salvar a humanidade.</p> <br> <p> Como se trata de uma série, não direi tanto sobre a história, até porque são duas temporadas e o artigo ficaria enorme. Apenas irei passar por alguns pontos que acho interessante comentar. Por exemplo, a ironia dos personagens, principalmente de Darius. Ele debocha e ironiza quase tudo, situações, perguntas e pessoas. Acho que ele dá um toque de comédia na trama, o que nos leva ao desenvolvimento dos personagens. Todos os personagens principais e alguns secundários tiveram sua história bem trabalhada. Acredito que isso é muito importante para criarmos certo apreço por eles. Ninguém liga para uma história em que o protagonista não tem carisma nenhum, não é? Salvation acertou muito em dar ênfase para a história e relações dos personagens.</p> <br> <p> É fato que há muitos romances durante a série, diversos casais são criados, acabados e recriados. Creio que foi bom para a série, pois romances ajudam a desenvolver os personagens. É perceptível a evolução de alguns personagens após relacionamentos ou acontecimentos. O amadurecimento e mudança na personalidade das pessoas é algo que foi bem retratado na série. Alguns filmes ou séries não fazem isso, o personagem age da mesma maneira, mesmo depois de ter passado por diversas coisas que deveriam ter alterado seu jeito de agir.</p> <br> <p> Este parágrafo contém spoilers, recomendo que se ainda não viu, pule para o próximo parágrafo. Algo que marcou muito foi que eles tiveram diversos planos para salvar a humanidade. Vários falharam, na verdade quase todos. Mas, ainda assim, continuaram a buscar soluções, mesmo o objetivo sendo igual a série inteira, assistir não foi maçante, pelo contrário, foi ótimo. É evidente que na segunda temporada o nível caiu um pouco, parece que eles avançaram muito na série em poucos episódios. Foi bem frenético. Diversos acontecimentos num só episódio. Acredito que o público não gostou na época e por isso foi cancelada. Aproveitando que estou no parágrafo de spoiler, falarei de Liam. Pessoalmente, gostei bastante dele, as decisões, diálogos e evolução como pessoa. Exceto que eu preferi o romance com Alycia, mas ele escolheu ficar com a Jillian, o que, no final, ficou meio chato. </p> <br> <p> A união das pessoas por ter um objetivo em comum foi um ponto bem marcante na série. Pessoas que claramente não se gostavam, trabalharam juntas e passaram a se entender e se respeitar mais. O que foi o caso de Darius e de Harris, a relação deles ao longo da série evoluiu muito. Algo que antes era dividido entre o governo e Tanz, no final de tudo uniram-se para conseguir salvar o mundo. O inimigo do meu inimigo é meu amigo. E, no caso o inimigo em comum era o asteroide. Essa série é notavelmente espetacular.</p> <br> <p> Em suma, uma série ótima de ficção científica, contendo desde romances embaraçosos até roubos internacionais. Eu recomendo que dê uma chance a esta série, pois é, na minha opinião, uma das melhores do gênero. Apesar de a terceira temporada ter sido cancelada por feedback do público, a série tem um fim plausível. Você não vai se arrepender de assistir. A junção de comédia, romance, apocalipse e disputas políticas ficou excepcional. Até o próximo artigo!</p>",
    "image": "src/imgs/salvation-1.jpg",
    "fineLine": "à CBS Television Studios",
    "pageTitle": "Salvation(2017)"
  },
  {
    "id": 3,
    "title": "Baby Driver: Ação Entre Música",
    "content": "<p> Ontem decidi ver um filme que estava 'mofando' na minha lista, 'Baby Driver'(ou 'Em Ritmo de Fuga'), direção e roteiro por Edgar Wright. Um filme de ação, crime e música, uma mistura interessante. Confesso que me surpreendi com o filme. Comecei a assistir achando que seria algo mediano, mas ele definitivamente está longe de ser 'mediano'.</p> <br> <p> O filme tem como protagonista o Baby, que sofreu um acidente de carro quando criança e perdeu os pais. Como sequela do acidente, ficou um zumbido no ouvido. Ele solucionou ouvindo música o tempo todo. Baby é um jovem habilidoso na direção, quando mais novo roubou um carro com uma mercadoria, só não sabia que a mercadoria tinha dono. Doc era o dono da mercadoria, porém viu potencial no garoto. Baby passou a ser piloto nos golpes de Doc até pagar sua dívida pela mercadoria. Baby gostava de ir numa cafeteria, pois sua mãe trabalhava lá antes de falecer. Ele se apaixonou por uma garçonete, Debora, então decidiu largar o crime. Entretanto, mesmo depois de pagar a dívida, Doc não deixou uma joia tão preciosa sair assim tão fácil.</p> <br> <p> Com toda certeza é o filme com uma  das melhores trilhas sonoras que já vi. Algo incrível, é que apesar de conter muita música, o filme não é um musical, e nem parece. Creio que é um estilo muito original, é raro encontrar um filme que combine simultaneamente os gêneros crime e música. A harmonia entre ação e música ficou ótima, apesar de quieto, Baby é super carismático. Depois de umas pesquisas, também descobri que a maior parte das cenas de perseguição, foram feitas de verdade. Poucas cenas foram feitas por computação gráfica. Isso é incrível e explica a qualidade das perseguições. Caso queira se distrair, a obra te prende muito nas cenas de fuga. Realmente um trabalho exímio de Edgar Wright.</p> <br> <p> Se não quiser spoilers, pule esse parágrafo. Um dos pontos que me surpreendeu, foi o final. A história estava indicando que teríamos um 'final feliz', mas contrariando meus palpites, Baby(ou Miles), acabou sendo preso. Divulgaram que pode ter uma continuação e pelo final do filme, eu não sei o que vai acontecer, será que ele vai sair na condicional em 5 anos? Vai fugir da prisão? Isso me deixa ansioso, mas prefiro que demore e saia algo tão bom quanto o primeiro, a sair rápido, e ser decepcionante.</p> <br> <p> O modo de expressão do Baby foi algo interessante. Ele é quieto, guarda tudo naquelas fitas, ou nas músicas que ele mesmo cria. Porém, quando conhece Debora, começa a falar mais e muda seu comportamento. Isso indica que ele mudou sua personalidade ou simplesmente passou a ser mais verdadeiro consigo mesmo? Isso acontece na vida com frequência, um amigo seu conhece alguém e muda seu jeito de agir, modo de falar. Algo que foi muito bem representado no filme.</p> <br> <p> O filme foi realmente uma caixa de surpresa. Como disse anteriormente, se quiser se distrair, recomendo que assista. Foi um filme muito bem feito e escrito. Roteiro, trilha sonora, atuação e cenas de ação excepcionais. São algumas das coisas que encontrará ao ver este filme. Confesso que quero logo tirar minha habilitação, para tentar algumas das coisas que Baby fez no filme. Se bem que é ilegal, talvez seja melhor não! Agradeço por ler até aqui. Até mais!</p>",
    "image": "src/imgs/em-ritmo-de-fuga-1.jpg",
    "fineLine": "à Sony Pictures Entertainment",
    "pageTitle": "Baby Driver(2017)"
  },
  {
    "id": 2,
    "title": "Projeto Almanaque: Os Efeitos do Tempo",
    "content": "<p> Há alguns anos eu assisti 'Projeto Almanaque', dirigido por Dean Israelite. Um filme de ficção científica que traz à tona a viagem no tempo. Filme esse, que achei intrigante e peculiar, talvez por ser 'found footage', gênero em que a narrativa é documentada pelos personagens, um tipo de gravação não muito popular. Eu senti algumas vezes, vontade de perguntar ao meu pai sobre viagem no tempo, quem sabe né?</p> <br> <p> O filme acompanha um grupo de amigos: David Raskin, Adam, Quinn Goldberg, Christina, que é a irmã de David e Jessie Pierce que entra no grupo depois. David está ansioso para receber a resposta do MIT, a faculdade que quer estudar, ao receber a carta, lê que passou, porém com baixo auxílio financeiro. Ele fica decepcionado e vai até o sótão de sua casa, sua irmã vai atrás dele e encontra uma câmera antiga do seu falecido pai, a câmera tem um vídeo do aniversário de 7 anos dele, dia que seu pai faleceu. Ao ver o vídeo, David nota que estava no seu aniversário, mas não como o garoto de aniversário, e sim ele adolescente, isso o deixa intrigado, então chama seus amigos para mostrar sua descoberta. </p> <br> <p> É notável que o início do filme é um pouco confuso, e o fato de ser 'found footage' afasta o público. Pessoalmente, gosto de algo diferente, mas entendo que para alguns possa ser difícil. Eu curti muito o filme, desde a primeira vez que assisti, sua história me prendeu bastante, por ser um filme com viagem no tempo, ele te 'obriga' a prestar bastante atenção nos detalhes, e eu realmente queria saber as consequências das ações dos personagens. A forma como os eventos acontecem me agrada, e por ser um filme relativamente curto, as coisas ocorrem rápido.</p> <br> <p> Apesar de ter gostado muito do filme, até creio que esteja entre os favoritos que assisti, um pequeno 'furo' me incomodou durante o desenvolvimento da história. Na minha opinião não teve sentido, um projeto criado por uma organização militar, nunca ter sido recuperado. Eles simplesmente esqueceram que o pai do David tinha o projeto de uma máquina do tempo em casa? Enfim, sem isso, o filme não existiria, pois eles nunca teriam acesso ao projeto. Por isso, não me importei tanto, e, como disse antes, é um dos meus filmes favoritos, mesmo com esse 'furo'.</p> <br> <p> Caso não queira spoilers, sugiro que pule esse parágrafo. Um dos pontos que faz eu gostar ainda mais da obra, é o ensinamento de vida presente no filme. Durante a história, vemos viagens no tempo e consequências de ações feitas nas viagens. E quando dá tudo errado, devido às alterações feitas, David precisa voltar ao início de tudo. Se David e nem ninguém quisesse mudar o passado, não teriam problemas, eles mudaram as coisas por ter se arrependido, de ter feito ou deixado de fazer certas coisas. Portanto, busque não se arrepender de suas ações, para não achar acidentalmente uma máquina no tempo no porão, voltar e mudar tudo, e depois fazer com que você não consiga achá-la, e falhar miseravelmente como mostra no fim do filme.</p> <br> <p> Percebe-se que este filme não é para todos, alguns podem não gostar de filmes 'found footage', entretanto, caso não se importe, recomendo que você dê uma chance para 'Projeto Almanaque'. Particularmente, este é um dos meus filmes prediletos, uma pena que meu pai não trabalha para uma organização militar, pelo até onde eu sei. Nunca duvide do passado dos seus pais! Aqui encerro meu artigo, grato a todos que leram até o final.</p>",
    "image": "src/imgs/projeto-almanaque-1.jpg",
    "fineLine": "à Paramount Pictures",
    "pageTitle": "Projeto Almanaque(2015)"
    },
  {
    "id": 1,
    "title": "Gladiador: Um Jornada de Honra e Vingança",
    "content": "<p> Recentemente, assisti 'Gladiador', dirigido por Ridley Scott. Um filme clássico que traz à tona o cinema épico, juntamente com uma jornada de honra e vingança memorável. Foi uma experiência espetacular; durante alguns momentos, eu sentia vontade de sair lutando com quem aparecesse na minha frente.</p> <br> <p> O filme segue  Maximus Decimus Meridius, um general de Roma fiel ao seu imperador. Ao morrer, o imperador revela secretamente que deixaria o trono a Maximus, e não ao seu filho Cômodo. Aflito, Cômodo ao descobrir manda matar Maximus e sua família, ele sobrevive e se torna escravo, porém encontra sua família assassinada. Após lutar como gladiador, começa a ganhar fama entre povo como 'espanhol' e é levado a Roma para lutar no Coliseu.</p> <br> <p> O que falar deste filme? Simplesmente é uma obra que, além de te dar uma lição sobre honra, te mostra que a vida nem sempre é justa. Quando assisti ao filme, fiquei pasmo com a qualidade cinematográfica da obra. Assisti mais de 20 anos após seu lançamento, e ainda assim, ele transmite a sensação de ser superior graficamente em comparação com filmes atuais. Além de graficamente ser esplendoroso, o filme conta com a épica, trágica e poderosa jornada do protagonista. Maximus realmente transmite aquele sentimento de força durante o filme inteiro, nos levando a criar afeto por sua história de vida.</p> <br> <p> Peço que, caso não queira spoilers, pule este parágrafo. Um dos pontos a se destacar é o romance de Maximus com a filha do imperador Marco Aurélio, Lucilla, interpretada por Connie Nielsen. Ela atuou muito bem mas não é sobre isso que quero falar. No início do filme, já é perceptível um 'clima' entre eles, durante a saída de Maximus das acomodações de Marco Aurélio, eles conversaram e percebe-se uma atração por parte de Lucilla. O diálogo também sugere que eles já haviam se relacionado no passado. Mais tarde no filme, quando eles secretamente se encontram, ocorre um beijo, o que indica que essa 'chama' não tinha se apagado totalmente. Eu quis falar sobre isso dentre os diversos aspectos presentes na história, porque é um acontecimento que auxilia na ligação emocional do público com o filme. Um romance sempre é bem-vindo num filme épico, eu particularmente, acho interessante quando eles implementam romance num filme de ação, pois ele diversifica a história. </p> <br> <p> Acredito que assistir esse filme é crucial na vida de qualquer pessoa. Ele ensina a lutar pelo que acredita e também a não desistir, mesmo que perca tudo aquilo que julga importante. Achei excepcional a atuação de Russell Crowe como Maximus e de Joaquin Phoenix como Cômodos, se destacando entre os demais. Foi impressionante como transmitiram o sentimento que o personagem estava no momento. Essa atuação, juntamente da qualidade gráfica e a história fenomenal, conseguiram além de fazer uma obra ganhadora de diversos prêmios, uma lição sobre o que é honra e que contagiou o público, e continua impressionante até os dias de hoje.</p> <br> <p> Posso dizer com total convicção que é um dos melhores filmes que já assisti na vida e continuará por muito tempo. Caso ainda não tenha o visto, recomendo fortemente que separe uma noite, uma espada e um lenço para assistir, porque quem já viu esse filme vai concordar comigo: se você não se emocionar durante o discurso 'Meu nome é Maximus Decimus Meridius...', você certamente não é desde planeta ou não tem humanidade. Brincadeiras à parte, apenas veja esse filme! Se não gostar, me envie um e-mail explicando o por que, e tentarei convencê-lo do contrário. Até o próximo artigo e obrigado pela preferência.</p>",
    "image": "src/imgs/gladiador-1.jpg",
    "fineLine": " à Universal Pictures e à DreamWorks Pictures",
    "pageTitle": "Gladiador(2000)"
  }
]